export default {
	navbar: {
		title: "飞阅",
		visualization: "可视化",
		mine: "我的",
		login: "登录",
		lang: "EN",
		chat: "AI 问答",
		submit: "上传",
		ue: "最佳体验"
	},
	text: {
		one: "一个有效、快捷、方便、准确的网站体验助手",
		two: "这有助于您更好地理解用户使用网站的体验！",
		intro: "快速上手",
	},
	card: {
		title1: "网站评分",
		content1:
			"结合用户浏览网站时的体验数据与我们的网站体验评分算法，我们将为您生成一个详细的评分，准确反映用户在使用网站时的体验好坏。同时，我们还会提供一份详细的网站体验报告，列出用户遇到的问题和影响体验的因素，包括页面加载速度、界面设计和功能可用性等。这样您可以直观了解用户的网站体验，并快速定位可能存在的问题，提高改进网站和提升用户体验的效率。",
		title2: "大数据分析",
		content2:
			"通过统计和可视化网站中遇到的问题，我们可以更好地了解该网站。我们收集了大量数据，包括用户遇到的问题，如加载速度慢、界面设计不友好、功能无法使用等。通过可视化这些数据，您可以清楚地看到常见的问题是什么，以及对用户体验影响最大的问题。此外，我们还可以分析和可视化用户的来源信息，包括国家或地区、设备和浏览器等。这些信息可以帮助您了解您的用户群体，并优化网站体验策略。",
		title3: "最佳体验",
		content3:
			"我们的体验报告将指出当前网站的问题，并提供最佳的网站体验实践，以帮助您改进网站并提升用户体验。我们还分享了一些成功的网站体验实例，分析它们的成功策略和解决常见问题的方法，为您提供灵感和参考。我们希望通过这种方式激发您的创新思维，使您在提供卓越的网站体验方面取得成功。",
		title4: "联系我们",
		title5: "比重",
		content5:
		    "我们根据不同使用者的关注点和对网站体验的期望进行比重调整，灵活调整体验报告中各方面的比重。通过这一模块，我们能够更准确地反映用户的需求，提供个性化的体验报告。例如，如果当前使用者更关注网站的渲染速度和使用流畅度，我们可以调整这些方面在体验报告中的比重，以更好地满足用户的期望。这种灵活的比重调整机制使得我们能够针对不同的使用者和不同类型的网站提供更贴合实际需求的体验报告",
		title6:"平均水平",
		content6:
		    "基于广泛的数据汇总和分析，针对网站体验的各个方面进行评估和比较。通过这一模块，我们能够将用户的网站体验与行业平均水平进行对比，帮助用户更清晰地了解其网站在不同方面的表现优势和改进空间。包括但不限于页面加载速度、交互响应时间、用户界面设计等指标。然后，将这些指标与相应行业或类似类型的网站进行比较，计算出每个方面的平均水平，了解其网站在各个方面的表现如何"
	},
	contact: {
		info: "由电子科技大学信息与软件工程学院择栖工作室成员冷瑞、曾笛、张皓翔、涂国彬制作。",
		email: "如果您对此项目有任何疑问，请通过电子邮件与我们联系：",
        dot: '。'
	},
	user: {
		name: "用户名",
		subject: "我的项目",
		info: "我的信息",
	},
	sub: {
		today: "今天",
		yesterday: "昨天",
		proportion: "比重",
		score: "得分",
	},
	post: {
		iffiles: "没有选择文件",
		isedit: "正在编辑：",
		uploadnow: "上传当前",
		uploadall: "上传全部",
	},
	gpt: {
		assistant: "小助手",
		text1: "欢迎使用 FlyView，输入框内输入你想要的内容，点击发送即可。",
		text2: "看不懂的 JSON 文件格式，让小助手帮你解析内容。",
		text3: "想知道 FlyView 的功能，输入 [help] 即可查看。",
		placeholder: "请输入内容",
	},
};
